Repository: darktable-org/darktable
Catalog: doc/usermanual/po/fr.tmx
Source language: en
Languages: fr

source: high temp. mercury-vapor fluorescent
fr: fluorescent (mercure, haute T)

source: high temp. mercury-vapor
fr: mercure, haute-température

source: flash (auto mode)
fr: flash (mode auto)

source: evening sun
fr: lumière du soir

source: underwater
fr: sous l'eau

source: black & white
fr: noir et blanc

source: spot WB
fr: BdB spot

source: manual WB
fr: BdB manuelle

source: camera WB
fr: BdB du boîtier

source: auto WB
fr: BdB automatique

source: creating cache directories
fr: création des dossiers pour le cache

source: creating cache directory '%s'
fr: création du dossier de cache « %s »

source: could not create directory '%s'!
fr: impossible de créer le dossier « %s » !

source: warning: no images are matching the requested image id range
fr: attention : aucune image sélectionnée pour l'étendue spécifiée

source: warning: did you want to swap these boundaries?
fr: attention : vouliez-vous vraiment inverser ces valeurs?

source: warning: disk backend for thumbnail cache is disabled (cache_disk_backend) if you want to pre-generate thumbnails and for darktable to use them, you need to enable disk backend for thumbnail cache no thumbnails to be generated, done.
fr: attention : l'utilisation du disque pour les miniatures est désactivé (cache_disk_backend) si vous voulez pré-générer les miniatures pour que darktable puisse les utiliser, vous devez activer l'utilisation du cache disque aucune miniature à générer, fini.

source: warning: disk backend for full preview cache is disabled (cache_disk_backend_full) if you want to pre-generate full preview and for darktable to use them, you need to enable disk backend for full preview cache no thumbnails to be generated, done.
fr: attention : l'utilisation du disque pour les images est désactivé (cache_disk_backend_full) si vous voulez pré-générer les images pour que darktable puisse les utiliser, vous devez activer l'utilisation du cache disque aucune miniature à générer, fini.

source: error: ensure that min_mip <= max_mip
fr: erreur : s'assurer que min_mip <= max_mip

source: creating complete lighttable thumbnail cache
fr: création de toutes les miniatures pour le cache de la table lumineuse

source: global
fr: options globales

source: views
fr: vues

source: image operations
fr: chambre noire

source: increase
fr: augmenter

source: decrease
fr: diminuer

source: reset
fr: réinitialiser

source: edit
fr: modifier

source: dynamic
fr: dynamique

source: next
fr: suivant

source: previous
fr: précédent

source: deleting preset for obsolete module
fr: suppression du pré-réglages pour le module obsolète

source: store value as default
fr: enregistrer la valeur en tant que défaut

source: reset value to default
fr: réinitialiser à la valeur par défaut

source: cancel
fr: annuler

source: please wait while prefetching thumbnails of images from camera...
fr: merci de patienter pendant la récupération des miniatures de votre boîtier...

source: jobcode
fr: code projet

source: thumbnail
fr: aperçu

source: storage file
fr: fichier de stockage

source: ignore JPEG files
fr: ignorer les fichiers JPEG

source: do not load files with an extension of .jpg or .jpeg. this can be useful when there are raw+JPEG in a directory.
fr: les fichiers possédant une extension .jpg ou .jpeg ne sont pas importés. cela peut être utile lorsqu'un dossier possède des fichiers raw+JPEG.

source: override today's date
fr: surcharger la date actuelle

source: check this, if you want to override the timestamp used when expanding variables: $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)
fr: cochez si vous souhaitez surcharger les paramètres de temps avec les variables : $(YEAR), $(MONTH), $(DAY), $(HOUR), $(MINUTE), $(SECONDS)

source: settings
fr: paramètres

source: select the images from the list below that you want to import into a new filmroll
fr: sélectionner les images, de la liste ci-dessous, que vous souhaitez importer dans une nouvelle pellicule

source: please use YYYY-MM-DD format for date override
fr: utiliser AAAA-MM-JJ pour la surcharge de date

source: tethering view
fr: capture

source: lighttable view
fr: table lumineuse

source: darkroom view
fr: chambre noire

source: map view
fr: vue carte

source: slideshow view
fr: diaporama

source: print view
fr: impression

source: quit
fr: quitter

source: toggle fullscreen
fr: activer/désactiver le plein écran

source: leave fullscreen
fr: quitter le mode plein écran

source: toggle side borders
fr: activer/désactiver les panneaux latéraux

source: toggle panels collapsing controls
fr: activer/désactiver les contrôles de replie des panneaux

source: toggle left panel
fr: activer/désactiver le panneau gauche

source: toggle right panel
fr: activer/désactiver le panneau droit

source: toggle top panel
fr: activer/désactiver le panneau du haut

source: toggle bottom panel
fr: activer/désactiver le panneau du bas

source: toggle header
fr: activer/désactiver le panneau supérieur

source: toggle filmstrip and timeline
fr: activer/désactiver le bandeau et la chronologie

source: toggle top toolbar
fr: activer/désactiver la barre d'outil du haut

source: toggle bottom toolbar
fr: activer/désactiver la barre d'outil du bas

source: toggle all top panels
fr: activer/désactiver tous les panneaux du haut

source: toggle all bottom panels
fr: activer/désactiver tous les panneaux du bas

source: toggle focus peaking
fr: activer/désactiver les zones nettes

source: switch view
fr: changer de vue

source: show accels window
fr: afficher la fenêtre des raccourcis

source: $(ROLL_NAME) - roll of the input image
fr: $(ROLL_NAME) - nom du dossier

source: $(FILE_FOLDER) - folder containing the input image
fr: $(FILE_FOLDER) - chemin du dossier de l'image d'origine

source: $(FILE_NAME) - basename of the input image
fr: $(FILE_NAME) - nom de base de l'image d'origine

source: $(FILE_EXTENSION) - extension of the input image
fr: $(FILE_EXTENSION) - extension du fichier image d'origine

source: $(VERSION) - duplicate version
fr: $(VERSION) - version copie virtuelle

source: $(VERSION_IF_MULTI) - same as $(VERSION) but null string if only one version exists
fr: $(VERSION_IF_MULTI) - comme $(VERSION) mais égal à chaîne vide si une seule version existe

source: $(VERSION_NAME) - version name from metadata
fr: $(VERSION_NAME) - nom de version dans metadonnées

source: $(SEQUENCE) - sequence number
fr: $(SEQUENCE) - nombre séquentiel

source: $(MAX_WIDTH) - maximum image export width
fr: $(MAX_WIDTH) - largeur maximum de l'image exportée

source: $(MAX_HEIGHT) - maximum image export height
fr: $(MAX_HEIGHT) - hauteur maximum de l'image exportée

source: $(YEAR) - year
fr: $(YEAR) - année

source: $(MONTH) - month
fr: $(MONTH) - mois

source: $(DAY) - day
fr: $(DAY) - jour

source: $(HOUR) - hour
fr: $(HOUR) - heure

source: $(MINUTE) - minute
fr: $(MINUTE) - minutes

source: $(SECOND) - second
fr: $(SECOND) - secondes

source: $(EXIF_YEAR) - EXIF year
fr: $(EXIF_YEAR) - année EXIF

source: $(EXIF_MONTH) - EXIF month
fr: $(EXIF_MONTH) - mois EXIF

source: $(EXIF_DAY) - EXIF day
fr: $(EXIF_DAY) - jour EXIF

source: $(EXIF_HOUR) - EXIF hour
fr: $(EXIF_HOUR) - heure EXIF

source: $(EXIF_MINUTE) - EXIF minute
fr: $(EXIF_MINUTE) - minutes EXIF

source: $(EXIF_SECOND) - EXIF second
fr: $(EXIF_SECOND) - secondes EXIF

source: $(EXIF_ISO) - ISO value
fr: $(EXIF_ISO) - valeur ISO

source: $(EXIF_EXPOSURE) - EXIF exposure
fr: $(EXIF_EXPOSURE) - exposition EXIF

source: $(EXIF_EXPOSURE_BIAS) - EXIF exposure bias
fr: $(EXIF_EXPOSURE_BIAS) - compensation d'exposition EXIF

source: $(EXIF_APERTURE) - EXIF aperture
fr: $(EXIF_APERTURE) - ouverture EXIF

source: $(EXIF_FOCAL_LENGTH) - EXIF focal length
fr: $(EXIF_FOCAL_LENGTH) - longueur focale EXIF

source: $(EXIF_FOCUS_DISTANCE) - EXIF focal distance
fr: $(EXIF_FOCUS_DISTANCE) - distance de mise au point EXIF

source: $(ELEVATION) - elevation
fr: $(ELEVATION) - élévation

source: $(STARS) - star rating
fr: $(STARS) - étoiles

source: $(LABELS) - colorlabels
fr: $(LABELS) - labels de couleur

source: $(MAKER) - camera maker
fr: $(MAKER) - fabriquant du boîtier

source: $(MODEL) - camera model
fr: $(MODEL) - modèle de boîtier

source: $(LENS) - lens
fr: $(LENS) - objectif

source: $(TITLE) - title from metadata
fr: $(TITLE) - titre des metadonnées

source: $(DESCRIPTION) - description from metadata
fr: $(DESCRIPTION) - description des metadonnées

source: $(CREATOR) - creator from metadata
fr: $(CREATOR) - auteur des metadonnées

source: $(PUBLISHER) - publisher from metadata
fr: $(PUBLISHER) - diffuseur des metadonnées

source: $(RIGHTS) - rights from metadata
fr: $(RIGHTS) - droits des metadonnées

source: $(PICTURES_FOLDER) - pictures folder
fr: $(PICTURES_FOLDER) - fichier images

source: $(HOME) - home folder
fr: $(HOME) - dossier personnel

source: $(DESKTOP) - desktop folder
fr: $(DESKTOP) - dossier bureau

source: $(OPENCL_ACTIVATED) - whether OpenCL is activated
fr: $(OPENCL_ACTIVATED) - indique si OpenCL est activé

source: $(CATEGORY0(category)) - subtag of level 0 in hierarchical tags
fr: $(CATEGORY(category)) - sous mot-clé de niveau 0 de mots-clés hiérarchiques

source: $(TAGS) - tags as set in metadata settings
fr: $(TAGS) - mots-clés des métadonnées

source: horizontal lines
fr: lignes horizontales

source: number of horizontal guide lines
fr: nombre de ligne guide horizontale

source: vertical lines
fr: lignes verticales

source: number of vertical guide lines
fr: nombre de ligne guide verticale

source: subdivisions
fr: sous-division

source: number of subdivisions per grid rectangle
fr: nombre de sous divisions des grilles

source: extra
fr: guides additionnels

source: golden sections
fr: sections d'or

source: golden spiral sections
fr: sections de spirale d'or

source: golden spiral
fr: spirale d'or

source: show some extra guides
fr: afficher des guides supplémentaires

source: grid
fr: grille

source: rules of thirds
fr: règle des tiers

source: metering
fr: mesure

source: diagonal method
fr: diagonales

source: harmonious triangles
fr: triangles harmonieux

source: golden mean
fr: nombre d'or

source: select parts to copy
fr: sélectionner les modules à copier

source: select parts to paste
fr: sélectionner les modules à coller

source: select _all
fr: tout

source: select _none
fr: aucu_ne

source: include
fr: inclure

source: item
fr: élément

source: modules order
fr: ordre des modules

source: can't copy history out of unaltered image
fr: impossible de copier le développement d'une image non développée

source: apply metadata on import
fr: appliquer des métadonnées lors de l'importation

source: apply some metadata to all newly imported images.
fr: appliquer des métadonnées à toutes les images nouvellement importées.

source: metadata to be applied per default
fr: métadonnées à appliquer par défaut

source: to be imported
fr: à importer

source: selected metadata are imported from image and override the default value
fr: les métadonnées sélectionnées sont importées depuis l'image et remplacent celles par défaut

source: comma separated list of tags
fr: liste de mots-clés séparés par une virgule

source: normal images
fr: images normales

source: general
fr: général

source: interface language
fr: langue pour l'interface

source: double click to reset to the system language
fr: double-cliquer pour réinitialiser à la langue du système

source: set the language of the user interface. the system default is marked with an * (needs a restart)
fr: règle la langue pour l'interface utilisateur, la langue système par défaut est marquée avec un * (nécessite un redémarrage)

source: theme
fr: thème

source: set the theme for the user interface
fr: choisir le thème de l'interface utilisateur

source: use system font size
fr: utiliser la police système

source: font size in points
fr: taille de la police en point

source: modify selected theme with CSS tweaks below
fr: modifier le thème via les ajustements CSS ci-dessous

source: modify theme with CSS keyed below (saved to user.css)
fr: modifier le thème avec le CSS entré ci-dessous (sauvegarder dans user.css)

source: save theme tweaks
fr: sauver les ajustements CSS

source: /* ERROR Loading user.css */
fr: /* ERREUR lors du chargement de user.css */

source: /* Enter CSS theme tweaks here */
fr: /* Entrer ici les modifications du thème CSS */

source: darktable preferences
fr: préférences

source: model
fr: modèle

source: maker
fr: fabricant

source: import...
fr: importer...

source: shortcuts
fr: raccourcis

source: shortcut
fr: raccourci

source: binding
fr: lien

source: search
fr: rechercher

source: click or press enter to search click or press enter again to cycle through results
fr: cliquer ou appuyer sur entrée pour rechercher cliquer ou ré-appuyer sur entrée pour rechercher les occurrences suivantes

source: export...
fr: exporter...

source: press key combination to remap...
fr: entrer la nouvelle combinaison de touches...

source: %s accel is already mapped to %s. do you want to replace it ?
fr: le raccourci « %s » est déjà enregistré pour « %s » voulez-vous le remplacer ?

source: accel conflict
fr: conflit de raccourci

source: do you really want to delete the preset `%s'?
fr: voulez-vous réellement supprimer le pré-réglage « %s » ?

source: delete preset?
fr: supprimer ce pré-réglage ?

source: select file to export
fr: sélectionne le fichier à exporter

source: select file to import
fr: sélectionne le fichier à importer

source: _open
fr: _ouvrir

source: are you sure you want to restore the default keybindings? this will erase any modifications you have made.
fr: êtes-vous sûr de vouloir rétablir les réglages par défaut ? cela va effacer les modifications que vous avez faites.

source: select preset to import
fr: sélectionne le pré-réglage à importer

source: failed to import preset
fr: échec d'importation du pré-réglage

source: edit `%s' for module `%s'
fr: éditer « %s » pour le module « %s »

source: description or further information
fr: description ou information complémentaire

source: auto apply this preset to matching images
fr: appliquer automatiquement ce pré-réglage aux images correspondantes

source: only show this preset for matching images
fr: n'afficher ce pré-réglage qu'aux images correspondantes

source: be very careful with this option. this might be the last time you see your preset.
fr: soyez vigilant avec cette option, ce pourrait être la dernière fois que vous voyez votre pré-réglage.

source: string to match model (use % as wildcard)
fr: nom du modèle (utiliser % comme joker)

source: string to match maker (use % as wildcard)
fr: nom du fabricant (utiliser % comme joker)

source: string to match lens (use % as wildcard)
fr: nom de l'objectif (utiliser % comme joker)

source: minimum ISO value
fr: valeur d'ISO minimale

source: maximum ISO value
fr: valeur d'ISO maximale

source: minimum exposure time
fr: temps d'exposition maximum

source: maximum exposure time
fr: temps d'exposition maximum

source: minimum aperture value
fr: valeur d'ouverture minimale

source: maximum aperture value
fr: valeur d'ouverture maximale

source: minimum focal length
fr: longueur focale minimale

source: maximum focal length
fr: longueur focale maximale

source: _select as output destination
fr: _sélectionner comme destination de sortie

source: preset %s was successfully saved
fr: le pré-réglage « %s » a été sauvegardé

source: new preset
fr: nouveau pré-réglage

source: please give preset a name
fr: merci de donner un nom au pré-réglage

source: unnamed preset
fr: pré-réglage sans nom

source: preset `%s' already exists. do you want to overwrite?
fr: le pré-réglage « %s » existe déjà. voulez-vous le remplacer ?

source: overwrite preset?
fr: remplacer ce pré-réglage ?

source: name of the preset
fr: nom du pré-réglage

source: (default)
fr: (défaut)

source: disabled: wrong module version
fr: désactivé : version du module non cohérente

source: edit this preset..
fr: modifier ce pré-réglage...

source: delete this preset
fr: supprimer ce pré-réglage

source: store new preset..
fr: nouveau pré-réglage...

source: update preset
fr: mettre à jour le pré-réglage

source: favourite
fr: favoris

source: style %s was successfully saved
fr: le style « %s » a été sauvegardé

source: edit style
fr: modifier le style

source: duplicate style
fr: cloner le style

source: creates a duplicate of the style before applying changes
fr: duplique le style avant d'appliquer les changements

source: create new style
fr: nouveau style

source: enter a name for the new style
fr: entrer un nom pour le style

source: enter a description for the new style, this description is searchable
fr: entrer une description pour le nouveau style (recherche)

source: update
fr: modifier

source: can't create style out of unaltered image
fr: impossible de créer un style depuis une image non développée

source: copy
fr: copier

source: do a 1:1 copy of the selected files. the global options below do not apply!
fr: effectue une copie conforme des fichiers. les options ci-dessous ne s'appliquent pas !

source: the selected output profile doesn't work well with exr
fr: le profil de sortie sélectionné ne fonctionne pas bien avec exr

source: OpenEXR (float)
fr: OpenEXR (flottant)

source: compression mode
fr: compression

source: PIZ (default)
fr: PIZ (défaut)

source: PXR24 (lossy)
fr: PXR24 (avec perte)

source: B44 (lossy)
fr: B44 (avec perte)

source: B44A (lossy)
fr: B44A (avec perte)

source: JPEG 2000 (12-bit)
fr: JPEG 2000 (12-bits)

source: quality
fr: qualité

source: DCP mode
fr: mode DCP

source: JPEG (8-bit)
fr: JPEG (8-bits)

source: 8 bit
fr: 8 bits

source: 16 bit
fr: 16 bits

source: invalid paper size
fr: taille du papier non valide

source: invalid border size, using 0
fr: taille des bords non valide, 0 est utilisé

source: could not export to file `%s'!
fr: impossible d'exporter le fichier « %s » !

source: enter the title of the pdf
fr: entrer le titre du pdf

source: paper size
fr: taille papier

source: paper size of the pdf either one from the list or "<width> [unit] x <height> <unit> example: 210 mm x 2.97 cm
fr: taille du papier du pdf soit une valeur depuis la liste ou "<largeur> [unité] x <hauteur> <unité> exemple : 210 mm x 2.97 cm

source: page orientation
fr: orientation de la page

source: landscape
fr: paysage

source: paper orientation of the pdf
fr: orientation du papier du pdf

source: border
fr: bords

source: empty space around the pdf format: size + unit examples: 10 mm, 1 inch
fr: espace vide autour du pdf format : taille + unité exemples: 10 mm, 1 pouce

source: dpi of the images inside the pdf
fr: dpi des images embarquées dans le pdf

source: rotate images
fr: retournement des images

source: images can be rotated to match the pdf orientation to waste less space when printing
fr: les images peuvent être tournées pour correspondre à l'orientation du pdf et gâcher moins d'espace lors de l'impression

source: single images
fr: image unique

source: contact sheet
fr: planche contacte

source: what pages should be added to the pdf
fr: quelles pages sont à ajouter au pdf

source: embed icc profiles
fr: profil icc intégré

source: images can be tagged with their icc profile
fr: le profil icc à embarquer dans les images

source: bit depth
fr: bits

source: bits per channel of the embedded images
fr: nombre de bit pour les images embarquées

source: compression
fr: dégradé

source: uncompressed
fr: non compressé

source: method used for image compression uncompressed -- fast but big files deflate -- smaller files but slower
fr: méthode utilisé pour la compression des images non-compressée -- rapide mais taille importante compressée-- taille réduite mais plus lent

source: image mode
fr: mode de l'image

source: draft
fr: épreuve

source: debug
fr: débogage

source: normal -- just put the images into the pdf draft -- images are replaced with boxes debug -- only show the outlines and bounding boxen
fr: normal -- affiche les images dans le pdf épreuve -- les images sont remplacées par des boîtes débogage -- montre uniquement le contours des emplacements

source: PFM (float)
fr: PFM (flottant)

source: PNG (8/16-bit)
fr: PNG (8/16-bits)

source: PPM (16-bit)
fr: PPM (16-bits)

source: will export as a grayscale image
fr: exportera une image en noir et blanc

source: TIFF (8/16/32-bit)
fr: TIFF (8/16/32-bits)

source: 32 bit (float)
fr: 32 bits (flottant)

source: deflate with predictor
fr: deflate avec prédiction

source: deflate with predictor (float)
fr: deflate avec prédiction (flottant)

source: compression level
fr: compression

source: WebP (8-bit)
fr: WebP (8-bits)

source: compression type
fr: type de compression

source: lossy
fr: avec perte

source: lossless
fr: sans perte

source: applies only to lossy setting
fr: uniquement pour la compression avec perte

source: image hint
fr: type d'image

source: image characteristics hint for the underlying encoder. picture : digital picture, like portrait, inner shot photo : outdoor photograph, with natural lighting graphic : discrete tone image (graph, map-tile etc)
fr: description de l'image pour l'encodeur. image : photographie d'intérieur, portrait photo : photographie d'extérieur, avec lumière naturelle graphique : image avec des couleurs uniformes (schéma, etc)

source: picture
fr: image

source: graphic
fr: graphique

source: file on disk
fr: fichier sur le disque

source: enter the path where to put exported images variables support bash like string manipulation recognized variables:
fr: chemin des images exportées les variables supportent les substitutions comme le shell bash variables reconnues :

source: on conflict
fr: sur conflit

source: create unique filename
fr: créer fichier unique

source: overwrite
fr: écraser

source: skip
fr: sauter

source: could not create directory `%s'!
fr: impossible de créer le répertoire « %s » !

source: could not write to directory `%s'!
fr: impossible d'écrire dans le répertoire « %s » !

source: %d/%d skipping `%s'
fr: %d/%d, « %s » sauté

source: %d/%d exported to `%s'
fr: %d/%d exportée vers « %s »

source: you are going to export on overwrite mode, this will overwrite any existing images do you really want to continue?
fr: l'exportation est en mode « écraser », ce mode écrasera toutes les images existantes du même nom. voulez-vous vraiment continuer?

source: send as email
fr: envoyer par e-mail

source: images exported from darktable
fr: images exportées depuis darktable

source: could not launch email client!
fr: impossible de lancer le client de messagerie!

source: website gallery
fr: galerie web

source: enter the title of the website
fr: entrer un nom pour le site

source: LaTeX book template
fr: modèle de livre LaTeX

source: enter the title of the book
fr: entrer le titre du livre

source: authenticated
fr: authentifié

source: not authenticated
fr: non authentifié

source: not authenticated, cannot reach server
fr: non authentifié, impossible de contacter le serveur

source: create new album
fr: créer un nouvel album

source: cannot refresh albums
fr: impossible de rafraîchir la liste d'album

source: accounts
fr: compte

source: server
fr: serveur

source: the server name default protocol is https specify http:// if non secure server
fr: le nom du serveur le protocole par défaut est https spécifier http:// si le serveur n'est pas sécurisé

source: user
fr: utilisateur

source: password
fr: mot de passe

source: login
fr: connexion

source: piwigo login
fr: login

source: visible to
fr: visible par

source: everyone
fr: tout le monde

source: friends
fr: amis

source: family
fr: famille

source: you
fr: vous

source: refresh album list
fr: rafraîchir la liste d'album

source: new album
fr: nouvel album

source: parent album
fr: album parent

source: click login button to start
fr: appuyer sur connexion pour commencer
